[
  {
    "id": 1,
    "logo_url": "https://s3.amazonaws.com/cdn.designcrowd.com/blog/100-Famous-Brand%20Logos-From-The-Most-Valuable-Companies-of-2020/google-logo.png",
    "name": "Google",
    "title": "Front-End Web Developer",
    "location": "Atlanta, USA",
    "salary": "$100,000 - $120,000",
    "category": "Remote",
    "remote": true,
    "duration": "Full Time",
    "applied":0,
    "description": "We are looking for an outstanding Web Developer to be responsible for the coding, innovative design and layout of our website. Web developer responsibilities include building our website from concept all the way to completion from the bottom up, fashioning everything from the home page to site layout and function.",
    "responsibilities": "Interpreting client specifications and identifying website user requirements. Creating timeframes and work schedules to meet deadlines. Building a network of freelance designers and content writers. Debugging websites and ensuring software documentation is updated. Liaising with mobile developers. Conducting research and keeping abreast of social media marketing trends. Supervising junior web developers, analyzing areas of weakness, and scheduling training sessions accordingly.",
    "education": "Degree in computer science, IT, or similar field.",
    "experience": "3+ years of experience in Web Development or in related field",
    "phone": "+1923-456-7890",
    "email": "jobs@google.com",
    "applid": 0
  },
  
  {
    "id": 3,
    "logo_url": "https://s3.amazonaws.com/cdn.designcrowd.com/blog/100-Famous-Brand%20Logos-From-The-Most-Valuable-Companies-of-2020/microsoft-logo.png",
    "name": "Microsoft",
    "title": "UI/UX Designer",
    "location": "Seattle",
    "salary": "$85,000 - $100,000",
    "category": "Onsite",
    "onsite": true,
    "duration": "Part Time",
    "applied":0,
    "description": "We are looking for a dynamic UI/UX designer who will be responsible for the user experience (UX) and user interface (UI) design of our various digital assets. You will ensure that all elements of the online user experience are optimized for improved usability, usefulness, and exceptional visual design.",
    "responsibilities": "Investigating user experience design requirements for our suite of digital assets; Developing and conceptualizing a comprehensive UI/UX design strategy for the brand; Producing high-quality UX design solutions through wireframes, visual and graphic designs, flow diagrams, storyboards, site maps, and prototypes, Collaborating with the marketing team, and internal and external designers to ensure the creation and delivery of tailored experiences for the digital user.",
    "education": "IT Support Specialist: Associate's degree in Information Technology or related field",
    "experience": "2-5 years of experience in user interface and user experience design or related field",
    "phone": "345-678-9012",
    "email": "jobs@microsoft.com"
  },
  
  {
    "id": 5,
    "logo_url": "https://s3.amazonaws.com/cdn.designcrowd.com/blog/100-Famous-Brand%20Logos-From-The-Most-Valuable-Companies-of-2020/facebook-logo.png",
    "name": "Facebook",
    "title": "Data Scientist",
    "location": "Chicago",
    "salary": "$90,000 - $120,000",
    "category": "Remote",
    "remote": true,
    "duration": "Full Time",
    "applied":0,
    "description": ": The Data Scientist will be responsible for collecting, analyzing, and interpreting large and complex data sets to identify trends and insights that drive business decisions. They will work with cross-functional teams to develop data-driven solutions that improve our operations and customer experience.",
    "responsibilities": "Data Scientist: Collecting and cleaning large and complex data sets; designing and implementing statistical models and algorithms to identify patterns and insights; communicating findings and recommendations to stakeholders in a clear and actionable manner.",
    "education": "Database Administrator: Bachelor's degree in Computer Science, Information Systems or related field",
    "experience": "5+ years of experience in cloud computing or related field",
    "phone": "345-678-9012",
    "email": "jobs@facebook.com"
  },
  {
    "id": 6,
    "logo_url": "https://s3.amazonaws.com/cdn.designcrowd.com/blog/100-Famous-Brand%20Logos-From-The-Most-Valuable-Companies-of-2020/samsung-logo.png",
    "name": "Samsung",
    "title": "Mobile App Developer",
    "location": "Seoul, Korea",
    "salary": "$90,000 - $120,000",
    "category": "Onsite",
    "onsite": true,
    "duration": "Full Time",
    "applied":0,
    "description": "Mobile App Developer: The Mobile App Developer will be responsible for developing and maintaining our mobile applications. They will work with cross-functional teams to design, develop, and deploy mobile applications that meet our customers' needs.",
    "responsibilities": "Mobile App Developer: Developing and maintaining mobile applications that meet user requirements and expectations; collaborating with cross-functional teams to ensure applications are integrated with backend systems and APIs; staying up-to-date with the latest mobile development trends and best practices.",
    "education": "Technical Writer: Bachelor's degree in English, Journalism, Communications, Computer Science or related field",
    "experience": "3+ years of experience in mobile app development or related field",
    "phone": "345-678-9012",
    "email": "jobs@samsung.com"
  },
  {
    "id": 7,
    "logo_url": "https://s3.amazonaws.com/cdn.designcrowd.com/blog/100-Famous-Brand%20Logos-From-The-Most-Valuable-Companies-of-2020/att-logo.png",
    "name": "AT&T",
    "title": "QA Engineer",
    "location": "Chicago",
    "salary": "$90,000 - $120,000",
    "category": "Remote",
    "remote": true,
    "duration": "Full Time",
    "applied":0,
    "description": "QA Engineer: The QA Engineer will be responsible for ensuring the quality of our software applications. They will develop and execute test plans, identify defects and work with cross-functional teams to resolve issues.",
    "responsibilities": "QA Engineer: Developing and executing test plans and scripts; identifying and documenting defects and bugs; collaborating with developers and other stakeholders to resolve issues; ensuring that software applications meet quality standards.",
    "education": "Network Administrator: Bachelor's degree in Computer Science, Information Systems or related field",
    "experience": "2+ years of experience in software development",
    "phone": "345-678-9012",
    "email": "jobs@atnt.com"
  },
  {
    "id": 8,
    "logo_url": "https://s3.amazonaws.com/cdn.designcrowd.com/blog/100-Famous-Brand%20Logos-From-The-Most-Valuable-Companies-of-2020/intel-logo.png",
    "name": "intel",
    "title": "Technical Writer",
    "location": "Chicago",
    "salary": "$90,000 - $120,000",
    "category": "Onsite",
    "onsite": true,
    "duration": "Part Time",
    "applied":0,
    "description": "Technical Writer: The Technical Writer will be responsible for creating technical documentation and user manuals for our software applications. They will work with cross-functional teams to ensure that documentation is accurate, complete, and easy to understand.",
    "responsibilities": "Technical Writer: Creating and maintaining technical documentation, user manuals, and online help content; collaborating with developers and other stakeholders to ensure documentation is accurate and up-to-date; organizing and publishing documentation to appropriate channels.",
    "education": "Cloud Architect: Bachelor's degree in Computer Science, Information Systems or related field",
    "experience": "2-5 years of experience in technical writing or related field",
    "phone": "345-678-9012",
    "email": "jobs@intel.com"
  },
  {
    "id": 9,
    "logo_url": "https://s3.amazonaws.com/cdn.designcrowd.com/blog/100-Famous-Brand%20Logos-From-The-Most-Valuable-Companies-of-2020/cisco-logo.png",
    "name": "Cisco",
    "title": "Network Administrator",
    "location": "Washington D.C",
    "salary": "$90,000 - $120,000",
    "category": "Remote",
    "remote": true,
    "duration": "Full Time",
    "applied":0,
    "description": "Network Administrator: The Network Administrator will be responsible for maintaining and troubleshooting our network infrastructure. They will work with cross-functional teams to ensure the availability, security, and performance of our network.",
    "responsibilities": "Network Administrator: Installing and configuring network hardware and software; monitoring and maintaining network performance and security; troubleshooting network issues; collaborating with other IT teams to ensure that network infrastructure supports business requirements.",
    "education": "UI/UX Designer: Bachelor's degree in Graphic Design, Computer Science or related field",
    "experience": "3-5 years of experience in network administration or related field",
    "phone": "345-678-9012",
    "email": "jobs@cisco.com"
  },
  {
    "id": 10,
    "logo_url": "https://s3.amazonaws.com/cdn.designcrowd.com/blog/100-Famous-Brand%20Logos-From-The-Most-Valuable-Companies-of-2020/oracle-logo.png",
    "name": "Oracle",
    "title": "IT Project Manager",
    "location": "Chicago",
    "salary": "$90,000 - $120,000",
    "category": "Onsite",
    "onsite": true,
    "duration": "Full Time",
    "applied":0,
    "description": "IT Project Manager: The IT Project Manager will be responsible for managing IT projects from initiation to closure. They will work with cross-functional teams to ensure that projects are delivered on time, within budget, and meet business requirements.",
    "responsibilities": "IT Project Manager: Developing project plans and schedules; managing project budgets and resources; tracking project progress and communicating status to stakeholders; identifying and mitigating project risks.",
    "education": "Mobile App Developer: Bachelor's degree in Computer Science, Information Systems or related field",
    "experience": "1-2 years of experience in technical support or related field",
    "phone": "345-678-9012",
    "email": "jobs@oracle.com"
  },
  {
    "id": 11,
    "logo_url": "https://s3.amazonaws.com/cdn.designcrowd.com/blog/100-Famous-Brand%20Logos-From-The-Most-Valuable-Companies-of-2020/ibm-logo.png",
    "name": "IBM",
    "title": "Machine Learning Engineer",
    "location": "Canada",
    "salary": "$90,000 - $120,000",
    "category": "Remote",
    "remote": true,
    "duration": "Full Time",
    "applied":0,
    "description": "Machine Learning Engineer: The Machine Learning Engineer will be responsible for developing and deploying machine learning models that automate business processes and improve customer experience. They will work with cross-functional teams to identify opportunities for machine learning solutions.",
    "responsibilities": "Machine Learning Engineer: Developing and deploying machine learning models that automate business processes and improve customer experience; collecting and cleaning data sets for model training; collaborating with data scientists and other stakeholders to identify opportunities for machine learning solutions.",
    "education": "Machine Learning Engineer: Master's degree in Computer Science, Statistics or related field",
    "experience": "2-5 years of experience in machine learning or related field",
    "phone": "345-678-9012",
    "email": "jobs@ibm.com"
  },
  {
    "id": 12,
    "logo_url": "https://s3.amazonaws.com/cdn.designcrowd.com/blog/100-Famous-Brand%20Logos-From-The-Most-Valuable-Companies-of-2020/walmart-logo.png",
    "name": "Walmart",
    "title": "Frontend Developer",
    "location": "Chicago",
    "salary": "$90,000 - $120,000",
    "category": "Onsite",
    "onsite": true,
    "duration": "Full Time",
    "applied":0,
    "description": "Frontend Developer: The Frontend Developer will be responsible for developing and maintaining our web applications' user interface. They will work with cross-functional teams to design and implement intuitive and visually appealing user interfaces that meet our customers' needs.",
    "responsibilities": "Frontend Developer: Developing and maintaining user interface components for web applications; collaborating with designers and other stakeholders to ensure designs are accurately implemented; optimizing user interface performance for speed and scalability.",
    "education": "DevOps Engineer: Bachelor's degree in Computer Science, Information Systems or related field",
    "experience": "At least 3 years of experience in data analysis",
    "phone": "345-678-9012",
    "email": "jobs@walmart.com"
  }
]